README.org
#+options: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+options: author:t broken-links:nil c:nil creator:nil
#+options: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+options: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+options: timestamp:t title:t toc:t todo:t |:t
#+TITLE: An Emacs Course and Configuration
#+AUTHOR: Derek Feichtinger
#+email: dfeich@gmail.com
#+date: <2020-06-09 Tue>

* An Emacs Course Configuration
  This is the Emacs configuration that goes together with the course I
  am compiling. You can find the course at
  https://github.com/dfeich/emacs-course

* Feedback

  I am very happy about feedback from the community. Please use this
  project's issue tracker for configuration related issues. You may
  use the course's own tracker if it's rather a specific problem with a
  course task.
