README.md

# Table of Contents

1.  [An Emacs Course Configuration](#orgd8149d3)
2.  [Feedback](#org30e2cc6)



<a id="orgd8149d3"></a>

# An Emacs Course Configuration

This is the Emacs configuration that goes together with the course I
am compiling. You can find the course at
<https://github.com/dfeich/emacs-course>


<a id="org30e2cc6"></a>

# Feedback

I am very happy about feedback from the community. Please use this
project's issue tracker for configuration related issues. You may
use the course's own tracker if it's rather a specific problem with a
course task.

